
*Pidor*
print('Вы очутились в жутком подземелье где есть шкаф и дверь.')
print('Ваши действия.')
x=input('1 для того,чтобы открыть дверь. 2 для того,чтобы иследовать шкаф.')
if(x=='1'):
	print('После того,как вы открыли дверь на вас набросился жуткого вида монстр.И расстерзал,тем самым набив себе желудок. ')
if(x=='2'):
	print('Вы нашли две склянки одна была красного ,другая, синего цвета.')
	y=input('1 для того,чтобы выпить красную склянку. 2 для того,чтобы выпить синюю склянку. ')
if(y=='1'):
	print('Вы вернулись к своей обычной жизни забыв обо всем что с вами происходило.')
if(y=='2'):
	print('Вы оказались в мире матрицы сражаесь с мистером Смитом.')	
	
